Repository: undeaDD/KorekushonX
Catalog: KorekushonX/App/*.lproj/Localizable.strings
Languages: de

# ReminderTitle
source: Reminder for
de: Erinnerung für

source: Date
de: Datum

source: Manga
de: Reihe

source: Book
de: Buch

source: Reminder
de: Erinnerung

# BoughtAt
source: Bought on
de: Gekauft am

source: Generated
de: Generiert

source: Search
de: Suchen

source: Remove
de: Löschen

source: Share
de: Teilen

source: Edit
de: Bearbeiten

source: Add new
de: Hinzufügen

source: of
de: von

source: Filter Collection:
de: Sammlung Filtern:

# FilterTitle
source: By Title
de: Nach Titel

# FilterAuthor
source: By Author
de: Nach Autor

# FilterPublisher
source: By Publisher
de: Nach Verlag

# FilterComplete
source: Only Completed
de: Nur Vollständige

# FilterIncomplete
source: Only Incomplete
de: Nur nicht Vollständige

# FilterAnime
source: Filter Animes:
de: Anime Filtern:

# FilterCurrent
source: In Progress
de: Nur Laufende

# FilterWatchlist
source: Watchlist
de: Nur Spätere

# FilterWatched
source: Watched
de: Nur Geschaute

source: Filter Books:
de: Bände Filtern:

# filterGenerated
source: Hide Generated
de: Generierte ausblenden

# SortByManga
source: By Collection
de: Nach Reihe sortieren

# SortPriceDown
source: By Price Descending
de: Preis absteigend

# SortPriceUp
source: By Price Ascending
de: Preis aufsteigend

# ChooseImage
source: Choose Cover:
de: Bild auswählen:

# ImageAPI
source: Automatic (Web-API)
de: Automatisch (Web-API)

source: Photo Library
de: Fotoalbum

source: Camera
de: Kamera

# NoImage
source: No Cover
de: Kein Bild

# StyleCollection
source: Choose Cover Viewstyle:
de: Sammlungs Ansicht auswählen:

# StyleRow
source: Rows (Default)
de: Zeilen (Standard)

# StyleColumns
source: Columns
de: Buchrücken

# StyleCompact
source: Compact
de: Kompakt

# AppSymbol
source: Choose App Symbol:
de: App Symbol auswählen:

# AppSymbolLight
source: Light (Default)
de: Hell (Standard)

# AppSymbolDark
source: Dark
de: Dunkel

# SystemStyle
source: Choose App Theme
de: System Style auswählen

# SystemStyleLight
source: Light
de: Hell

# SystemStyleAuto
source: Automatic
de: Automatisch

# RepairTitle
source: Repair local Data
de: Alle Daten reparieren

# RepairBody
source: This will repair your local Data. Beware though: Some Data may get deleted in the Process.
de: Dies kann fehlerhafte Daten wiederherstellen und reparieren, aber auch löschen.

# RepairWaitTitle
source: Please wait
de: Bitte Warten

# RepairWaitBody
source: Repairing local Data...
de: Lokale Daten werden repariert...

# RemoveAll
source: Remove local Data?
de: Alles löschen?

# RemoveBody
source: This will remove everything. Are you sure?
de: Dadurch werden alle lokal gespeicherten Daten gelöscht.

# SearchTitle
source: Search Term
de: Suchbegriff

# SearchBody
source: Search for Cover Image (Manga Titel)
de: Nach einem Bild suchen (Manga Titel)

# SearchTitleAnime
source: Search Term
de: Suchbegriff

# SearchBodyAnime
source: Search for Cover Image (Anime Titel)
de: Nach einem Bild suchen (Anime Titel)

# DuplicateTitle
source: Duplicate
de: Duplikat

# DuplicateBody
source: Item could not be saved.
de: konnte nicht gespeichert werden.

# SavedTitle
source: Success
de: Gespeichert

# SavedBody
source: Item was saved successfully.
de: wurde erfolgreich gespeichert.

# RestartTitle
source: Restart App
de: Neustart

# RestartBody
source: An App restart is needed.
de: Ein Neustart der App ist erforderlich.

# RestartButton
source: Exit App
de: App Beenden

source: Later
de: Später

# NotAvailableTitle
source: Not available
de: Nicht verfügbar

# NotAvailableBody
source: This functionality is not available on your Device. A System OS Update may fix this.
de: Diese Funktion ist auf deinem Gerät leider nicht verfügbar. Vielleicht wird dies durch ein System update behoben.

# NoEmailTitle
source: No Email Account
de: Kein Konto gefunden

# NoEmailBody
source: We could not find an Email account to send your Feedback. If you want to send Feedback from another Email send it to my Reciever Email Account. dominic.drees@live.de
de: Du hast kein Mailkonto eingerichtet, um Feedback zu versenden. Hier ist meine Mail Adresse, falls du von einem anderen Gerät Feedback senden willst. dominic.drees@live.de

source: Warning
de: Warnung

# WarningReminder
source: You need to enable Notifications for Reminding functionality. Notifications can be enabled or disabled inside the App Settings. Restart KorekushonX afterwards !!!
de: Mitteilungen werden für Erinnerungen benötigt. Du kannst Mitteilungen in den Einstellungen wieder einschalten. Starte anschließend die App neu !!!

source: Settings
de: Einstellungen

source: Author
de: Autor

source: Publisher
de: Verlag

source: Books
de: Reihe

# BoughtDay
source: Date
de: Kaufdatum

source: Bought Mangas
de: Gekaufte Mangas

# CoffeeLoading
source: Kaffee is being brewed ...
de: Kaffee wird gekocht ...

# CoffeSuccessTitle
source: Success
de: Erfolgreich

# CoffeSuccessBody
source: Whoa nice coffee üòç Thanks
de: Uiii frischer Kaffe 😍 Danke

# CoffeErrorTitle
source: Donation failure
de: Fehler

# CoffeErrorBody
source: No coffee for me? ü•∫ Okay
de: Kein Kaffee? 🥺 Schade

source: Later
de: Später

# Apply
source: Apply (Restart App)
de: Anwenden (App Neustart)

# FilterOff
source: No Filter
de: Nicht Filtern

source: Cancel
de: Abbrechen

source: No
de: Nein

# update
source: Update Anime:
de: Episode ändern:

# prevEP
source: previous Episode
de: Vorherige Episode

# nextEP
source: next Episode
de: Nächste Episode

source: Change Category:
de: Kategorie ändern:

# playing
source: In Progress
de: Laufend

# list
source: Watchlist
de: Später

# finished
source: Watched
de: Geschaut

source: Actions:
de: Aktionen:

source: More
de: Mehr
